Repository: husson/RcmdrPlugin.FactoMineR
Catalog: po/R-*.po
Languages: fr, sl

source: Read Text Data From File, Clipboard, or URL
fr: Lire un fichier texte depuis un fichier, un bloc-note ou une URL
sl: Beri podatke z besedilne datoteke, odložišča ali spletnega naslova

source: Dataset
fr: Données
sl: Zbirka podatkov

source: Local file system
fr: Système de dossier local
sl: Lokalni sistem datotek

source: Clipboard
fr: Bloc-note
sl: Odložišče

source: Internet URL
fr: URL Internet
sl: spletni naslov

source: Location of Data File
fr: Localisation du jeu de données
sl: Lokacija podatkovne datoteke

source: White space
fr: Espace
sl: Prazen prostor

source: Commas
fr: Virgule
sl: Vejice

source: Tabs
fr: Tabulation
sl: Tabulatorji

source: Field Separator
fr: Séparateur de champ
sl: Razmejevalniki polj

source: Period [.]
fr: Point [.]
sl: Pika [.]

source: Comma [,]
fr: Virgule [,]
sl: Vejica [,]

source: Decimal-Point Character
fr: Caractère Décimal-Point
sl: Znak za decimalno piko

source: You must enter a name for the data set.
fr: Vous devez entrer un nom pour le jeu de données.
sl: Vnesti morate ime podatkovne datoteke.

source: is not a valid name.
fr: n'est pas un nom valide.
sl: ni veljavno ime.

source: Data set
fr: Jeu de données
sl: Zbirka podatkov

source: Text Files
fr: Fichiers textes
sl: Besedilne datoteke

source: All Files
fr: Tous les fichiers
sl: Vse datoteke

source: Enter name for data set:
fr: Entrer un nom pour le jeu de données:
sl: Vnesite ime podatkovne zbirke:

source: Variable names in file:
fr: Noms des variables dans le fichier:
sl: Imena spremenljivk v datoteki:

source: Row names in the first columns:
fr: Noms des lignes dans la première colonne:
sl: Imena vrstic v prvih stolpcih:

source: Missing data indicator:
fr: Indicateur de données manquantes:
sl: Oznaka manjkajoče vrednosti:

source: Other
fr: Autre
sl: Ostalo

source: Specify:
fr: Préciser:
sl: Opišite:

source: No Factor available
fr: Aucun facteur disponible
sl: Ni nobenega faktorja

source: Choice of supplementary factors
fr: Choix de variables qualitatives supplémentaires
sl: Izbira dodatnih faktorjev

source: Select supplementary factor(s)
fr: Sélectionner une(des) variable(s) qualitative(s) illustrative(s)
sl: Izberite dodatne faktor(je)

source: blue
fr: bleu
sl: modro

source: No factors available
fr: Pas de variable qualitative disponible
sl: Nobenega faktorja ni na voljo

source: Select supplementary variables
fr: Sélectionner les variables illustratives
sl: Izberite dodatne spremenljivke

source: Supplementary qualitative variables
fr: Sélection de variables qualitatives illustratives
sl: Dodatke kvalitativne spremenljivke

source: Supplementary factors
fr: Variables qualitatives illustratives
sl: Dodatni faktorji

source: Supplementary quantitative variables
fr: Variables quantitatives illustratives
sl: Dodatne kvalitativne spremenljivke

source: Supplementary variables
fr: Variables illustratives
sl: Dodatne spremenljivke

source: Select supplementary variable(s)
fr: Sélectionner la(les) variable(s) illustrative(s)
sl: Izberite dodatne spremenljivke

source: Supplementary individuals
fr: Individus illustratifs
sl: Dodatni posamezniki

source: Select supplementary individual(s)
fr: Sélectionner le(s) individu(s) illustratif(s)
sl: Izberite dodatne(ga) posameznik(a/e)

source: Graphical options
fr: Options graphiques
sl: Možnosti grafike

source: Plot individuals graph
fr: Graphe des individus
sl: Nariši posamične grafikone

source: Title of the graph
fr: Titre du graphe
sl: Naslov grafikona

source: Hide some elements:
fr: Cacher des éléments :
sl: Skrij nekatere elemente:

source: Label for the active individuals
fr: Libellés des individus actifs
sl: Oznake za aktivne posameznike

source: Label for the supplementary individuals
fr: Libellés des individus illustratifs
sl: Oznake za dodatne posameznike

source: Label for the supplementary factor
fr: Libellés des facteurs illustratifs
sl: Oznake za dodatne faktorje

source: Choose a color
fr: Choisir une couleur
sl: Izberite barvo

source: Change Color
fr: Changer la couleur
sl: Zamenjaj barvo

source: Color of the active individuals
fr: Couleur des individus actifs
sl: Barva za aktivne posameznike

source: color for supplementary individuals
fr: Couleur des individus illustratifs
sl: Barva za dodatne posameznike

source: Color for factors
fr: Couleur des facteurs
sl: Barva za faktorje

source: by.individual
fr: par.individu
sl: po posamezniku

source: Coloring for individuals
fr: Coloration des individus
sl: Barvanje posameznikov

source: x limits of the graph:
fr: Echelle de l'axe x :
sl: Omejitve osi x:

source: y limits of the graph:
fr: Echelle de l'axe y :
sl: Omejitve osi y:

source: Plot variables graph
fr: Graphe des variables
sl: Nariši prikaz spremenljivk

source: Draw variables with a cos2 >:
fr: Dessiner les variables dont le cos2 est > à :
sl: Nariši spremenljivke kjer je cos2 >:

source: Labels for the active variables
fr: Libellés des variables actives
sl: Oznake za aktivne posameznike

source: Labels for the supplementary variables
fr: Libellés des variables illustratives
sl: Oznake za dodatne posameznike

source: Color for active variables
fr: Couleur des variables actives
sl: Barva za aktivne spremenljivke

source: Color for supplementary variables
fr: Couleur des variables illustratives
sl: Barva za dodatne spremenljivke

source: Eigenvalues
fr: Valeurs propres
sl: Lastne vrednosti

source: Results for active variables
fr: Résultats des variables actives
sl: Rezultati za aktivne spremenljivke

source: Results for active individuals
fr: Résultats des individus actifs
sl: Rezultati za aktivne posameznike

source: Results for supplementary individuals
fr: Résultats des individus illustratifs
sl: Rezultati za dodatne posameznike

source: Results for supplementary variables
fr: Résultats des variables illustratives
sl: Rezultati za dodatne spremenljivke

source: Results for supplementary factors
fr: Résultats des variables qualitatives illustratives
sl: Rezultati za dodatne faktorje

source: Description of the dimensions
fr: Description des dimensions
sl: Opis dimenzij

source: Print results on a 'csv' file
fr: Ecrire les résultats dans un fichier 'csv'
sl: Piši rezultate v datoteko 'csv'

source: Select output options
fr: Sélectionner les options de sorties
sl: Izberite možnosti izhoda

source: HCPC options
fr: Options de la classification
sl: Možnosti HGGK - HCPC

source: Hierarchical Clustering on Principal Components
fr: Classification Hiérarchique sur Composantes Principales
sl: Hierarhično grupiranje na glavnih komponentah

source: darkred
fr: rouge foncé
sl: temno rdeče

source: interactive
fr: interactif
sl: interaktivno

source: automatic
fr: automatique
sl: avtomatično

source: Choice of the number of clusters:
fr: Choix du nombre de classes :
sl: Izbrano število grup:

source: The optimal number of clusters is chosen between:
fr: Le nombre de classes optimal est choisi entre :
sl: Optimalno število grup je med:

source: Consolidate clusters
fr: Consolidation des classes
sl: Konsolidiraj grupe

source: Print graphs
fr: Sorties graphiques
sl: Tiskaj prikaze

source: Print results for clusters
fr: Ecrire les résultats pour les classes
sl: Tiskaj rezultate za grupe

source: Options for the clustering
fr: Options pour la classification
sl: Možnosti grupiranja

source: (Modify in the main options to change this number)
fr: (Modifier dans le menu principal pour changer ce nombre)
sl: (To število lahko spremenite v glavnem menuju)

source: PCA
fr: ACP
sl: AGK - PCA

source: Restart
fr: Réinitialiser
sl: Ponovno poskusi

source: Modify supplementary factors
fr: Modifier les variables qualitatives illustratives
sl: Spremeni dodatne faktorje

source: Select supplementary factors
fr: Sélectionner des variables qualitatives illustratives
sl: Izberi dodatne faktorje

source: Modify supplementary variables
fr: Modifier les variables illustratives
sl: Spremeni dodatne faktorje

source: Modify supplementary individuals
fr: Modifier les individus illustratifs
sl: Spremeni dodatne posameznike

source: Outputs
fr: Sorties
sl: Izhodi

source: Name of the result object:
fr: Nom de l'objet résultat :
sl: Ime predmeta rezultata:

source: Number of dimensions:
fr: Nombre de dimensions :
sl: Število dimenzij:

source: Scale the variables:
fr: Réduire les variables :
sl: Pretvori spremenljivke v lestvice:

source: Graphical output: select the dimensions
fr: Sorties graphiques : choix des dimensions
sl: Grafični izhod: izberite dimenzije

source: Main options
fr: Options générales
sl: Glavne možnosti

source: Perform Clustering after PCA
fr: Réaliser une classification après l'ACP
sl: Po AGK - PCA izvedite še grupiranje

source: Apply
fr: Appliquer
sl: Izvedi

source: Principal Component Analysis (PCA)
fr: Analyse en Composantes Principales (ACP)
sl: Analiza glavnih komponent (AGK - PCA)

source: Select active variables (by default all the variables are active)
fr: Sélectionner les variables actives (par défaut, toutes les variables sont actives)
sl: Izberite aktivne spremenljivke (privzeto so vse aktivne)

source: Select supplementary columns
fr: Selectionner les colonnes supplémentaires
sl: Izberite dodatne stolpce

source: Select supplementary column(s)
fr: Sélectionner la(les) colonne(s) illustrative(s)
sl: Izberite dodat(e)n(e) stolpec/stolpce

source: Select supplementary rows
fr: Sélectionner des lignes illustratives
sl: Izberite dodatne vrstice

source: Select supplementary row(s)
fr: Sélectionner une(des) ligne(s) illustrative(s)
sl: Izberite dodatno/e vrstico/e

source: Graphical output
fr: Sorties graphiques
sl: Grafični izhod

source: Plot
fr: Graphe
sl: Riši

source: Label
fr: Libellé
sl: Oznaka

source: Active rows
fr: Lignes actives
sl: Aktivne vrstice

source: Supplementary rows
fr: Lignes illustratives
sl: Dodatne vrstice

source: Active columns
fr: Colonnes actives
sl: Aktivni stolpci

source: Supplementary columns
fr: Colonnes illustratives
sl: Dodatni stolpci

source: Color for active rows
fr: Couleur des lignes actives
sl: Barva za aktivne vrstice

source: Color for supplementary rows
fr: Couleur des lignes illustratives
sl: Barva za dodatne vrstice

source: Color for active columns
fr: Couleur des colonnes actives
sl: Barva za aktivne stolpce

source: Color for supplementary columns
fr: Couleur des colonnes illustratives
sl: Barva za dodatne stolpce

source: Results for column variables
fr: Résultats des colonnes
sl: Rezultati za spremenljivke v stolpcih

source: Results for column supplementary variables
fr: Résultats des colonnes illustratives
sl: Rezultati za dodatne spremenljivke v stolpcih

source: Results for row variables
fr: Résultats des lignes
sl: Rezultati za spremenljivke v vrsticah

source: Results for row supplementary variables
fr: Résultats des lignes illustratives
sl: Rezultati za dodatne spremenljivke v vrsticah

source: Select the outputs options
fr: Choix des options de sortie
sl: Možnosti izhodov

source: rows
fr: les lignes
sl: vrstice

source: columns
fr: les colonnes
sl: stolpci

source: Perform clustering on:
fr: Réaliser la classification sur :
sl: Izvedi grupiranje po:

source: CA
fr: AFC
sl: KA - CA

source: Select the active rows and the active columns. By default all rows and all columns are active
fr: Sélectionner les lignes et colonnes actives. Par défaut, toutes les lignes et toutes les colonnes sont actives
sl: Izberite aktivne vrstice in aktivne stolpce. Privzeto so vse vrstice in vsi stolpci aktivni

source: Modify supplementary column variables
fr: Modifier les colonnes illustratives
sl: Spremeni dodatne spremenljivke v stolpcih

source: Select supplementary column variables
fr: Sélection de colonnes illustratives
sl: Izberite dodatne spremenljivke v stolpcih

source: Modify supplementary row variables
fr: Modifier les lignes illustratives
sl: Spremeni dodatne spremenljivke v vrsticah

source: Select supplementary row variables
fr: Sélectionner des lignes illustratives
sl: Izberi dodatne spremenljivke v vrsticah

source: Perform Clustering after CA
fr: Réaliser une classification après l'AFC
sl: Izvedi grupiranje po KA - CA

source: Correspondence Analysis (CA)
fr: Analyse Factorielle des Correspondances (AFC)
sl: Korespondenčna analiza (KA - CA)

source: No quantitative variable available
fr: Aucune variable quantitative disponible
sl: Nobene kvantitativne spremenljivke ni na voljo

source: Select graphical options
fr: Sélectionner les options graphiques
sl: Izberite možnosti prikaza

source: Active individuals
fr: Individus actifs
sl: Aktivni posamezniki

source: Factors
fr: Variables qualitatives
sl: Faktorji

source: Color for active individuals
fr: Couleur des individus actifs
sl: Barve za aktivne posameznike

source: Color for supplementary factors
fr: Couleur des variables qualitatives illustratives
sl: Barve za dodatne faktorje

source: Plot supplementary variables graph
fr: Graphe des variables illustratives
sl: Nariši prikaz dodatnih spremenljivk

source: Labels for the supplementary quantitative variables
fr: Libellés des variables quantitatives illustratives
sl: Oznake za dodatne kvantitativne spremenljivke

source: Active variables
fr: Variables actives
sl: Aktivne spremenljivke

source: MCA
fr: ACM
sl: VKA - MCA

source: Select supplementary quantitative variables
fr: Sélectionner des variables quantitatives illustratives
sl: Izberite dodatne kvantitativne spremenljivke

source: Perform Clustering after MCA
fr: Réaliser une classification après l'ACM
sl: Izvedi grupiranje po VKA

source: Multiple Correspondence Analysis (MCA)
fr: Analyse des Correspondances Multiples (ACM)
sl: Večkratna korespondenčna analiza (VKA - MCA)

source: quantitative groups
fr: Groupes quantitatifs
sl: kvantitativne grupe

source: quantitative group
fr: groupe quantitatif
sl: kvantitativna grupa

source: Definition of a quantitatif group
fr: Définition d'un groupe quantitatif
sl: Definicija kvantitativne grupe

source: Name for the group
fr: Nom du groupe
sl: Ime grupe

source: warning
fr: alerte
sl: opozorilo

source: Name of the group:
fr: Nom du groupe :
sl: Ime grupe:

source: Status of the group:
fr: Statut du groupe :
sl: Status grupe:

source: Active
fr: Actif
sl: Aktivna

source: Supplementary
fr: Illustratif
sl: Dodatna

source: Scale the variable of the group:
fr: Réduire les variables du groupe :
sl: Pretvori spremenljivko grupe v lestvico:

source: Yes
fr: Oui
sl: Da

source: No
fr: Non
sl: Ne

source: Select the variables for the group
fr: Sélectionner les variables du groupe
sl: Izberi spremenljivke za grupo

source: Modification of a quantitative group
fr: Modification d'un groupe quantitatif
sl: Sprememba kvantitativne grupe

source: Scale the variables of the group:
fr: Réduire les variables du groupe :
sl: Pretvori spremenljivke grupe v lestvice:

source: Select the variables of the group
fr: Sélectionner les variables du groupe
sl: Izberi spremenljivke v grupi

source: qualitative groups
fr: groupes qualitatifs
sl: kvalitativne grupe

source: qualitative group
fr: groupe qualitatif
sl: kvalitativna grupa

source: Construction of a qualitative group
fr: Construction d'un groupe qualitatif
sl: Tvorba kvalitativne grupe

source: Modification of a qualitative group
fr: Modification d'un groupe qualitatif
sl: Sprememba kvalitativne grupe

source: Give a name for the group
fr: Donner un nom au groupe
sl: Daj ime grupi

source: Output options
fr: Options de résultats
sl: Nastavitve izhoda

source: Results for the groups
fr: Résultats des groupes
sl: Rezultati grup

source: Inertia
fr: Inertie
sl: Vztrajnost

source: Results for the active individuals
fr: Résultats des individus actifs
sl: Rezultati za aktivne posameznike

source: Results for the supplementary individuals
fr: Résultats des individus illustratifs
sl: Rezultati za dodatne posameznike

source: Summary of the quantitative variables
fr: Résumé des variables quantitatives
sl: Izvleček za kvantitativne spremenljivke

source: Results of the quantitative variables
fr: Résultats des variables quantitatives
sl: Rezultati za kvantitativne spremenljivke

source: Results of the supplementary quantitative variables
fr: Résultats des variables quantitatives illustratives
sl: Rezultati za dodatne kvantitativne spremenljivke

source: Summary of the qualitative variables
fr: Résumé des variables qualitatives
sl: Izvleček za kvalitativne spremenljivke

source: Results of the qualitative variables
fr: Résultats des variables qualitatives
sl: Rezultati za kvalitativne spremenljivke

source: Results of the supplementary qualitative variables
fr: Résultats des variables qualitatives supplémentaires
sl: Rezultati za dodatne kvalitativne spremenljivke

source: Results for the partial axes
fr: Résultats des axes partiels
sl: Rezultati za delne osi

source: Graph of the groups
fr: Graphe des groupes
sl: Prikaz grup

source: Labels for the groups
fr: Libellés des groupes
sl: Oznake grup

source: Graph of the partial axes
fr: Graphe des axes partiels
sl: Prikaz delnih osi

source: Color the partial axes by group
fr: Colorier les axes partiels par groupe
sl: Barva delnih osi grup

source: Graph of the variables
fr: Graphe des variables
sl: Prikaz spremenljivk

source: Labels for the variables
fr: Libellés des variables
sl: Oznake spremenljivk

source: Color the variables by group
fr: Colorier les variables par groupe
sl: Barva spremenljivk v grupi

source: active variables
fr: variables actives
sl: aktivne spremenljivke

source: supplementary variables
fr: variables illustratives
sl: dodatne spremenljivke

source: Graph of the individuals
fr: Graphe des individus
sl: Prikaz posameznikov

source: Labels for the mean individuals
fr: Libellés des individus moyens
sl: Oznake povprečnih posameznikov

source: Labels for the partial individuals
fr: Libellés des individus partiels
sl: Oznake za delne posameznike

source: Labels for the factors
fr: Libellés des variables qualitatives
sl: Oznake faktorjev

source: Select drawing for the individuals
fr: Choisir le coloriage des individus
sl: Izberi prikaz za posameznike

source: Select the individuals for which partial points are drawn
fr: Individus dont les points partiels sont représentés
sl: Izberite posameznike za katere so delne točke narisane

source: Interactive selection of the individuals
fr: Sélection interactive des individus
sl: Interaktivna izbira posameznikov

source: Chronologic representation of the partial points
fr: Représentation chronologique des points partiels
sl: Kronološki prikaz delnih točk

source: MFA
fr: AFM
sl: VFA - MFA

source: Quantitative groups
fr: Groupes quantitatifs
sl: Kvantitativne grupe

source: Add quanti. group
fr: Ajout groupe quanti
sl: Dodaj kvanti. gr

source: Add quanti group
fr: Ajout groupe quanti
sl: Dodaj kvanti gr

source: Modify 1 group
fr: Modifier 1 groupe
sl: Spremeni 1 grupo

source: Qualitative groups
fr: Groupes qualitatifs
sl: Kvalitativne grupe

source: Add quali. group
fr: Ajout groupe quali
sl: Dodaj kvali. gr

source: Add quali group
fr: Ajout groupe quali
sl: Dodaj kvali gr

source: Select the dimensions for the graphs:
fr: Sélectionner les dimensions pour les graphes :
sl: Izberite dimenzije prikazov:

source: Perform Clustering after MFA
fr: Faire une classification après l'AFM
sl: Izvedite grupiranje po VFA - MFA

source: Multiple Factor Analysis (MFA)
fr: Analyse Factorielle Multiple (AFM)
sl: Večkratna faktorska analiza (VFA - MFA)

source: groups
fr: groupes
sl: grupe

source: group
fr: groupe
sl: grupa

source: Definition of a group
fr: Définir un groupe
sl: Definicija grupe

source: 1 group
fr: 1 groupe
sl: 1 grupa

source: Modification of a group
fr: Modification d'un groupe
sl: Sprememba grupe

source: RV coefficients between partial configurations
fr: Coefficients RV entre les configurations partielles
sl: Koeficienti RV med delnimi konfiguracijami

source: Standardized RV coefficients between partial configurations
fr: Coefficients RV standardisés entre les configurations partielles
sl: Standardizirani koeficienti RV med delnimi konfiguracijami

source: Procrustes similarity indexes between partial configurations
fr: Indice de similarité procustéens entre les configurations partielles
sl: Procrustovi indeksi podobnosti med delnimi konfiguracijami

source: Isotropic scaling factors
fr: Facteurs de réduction isotropique
sl: Izotropski faktorji lestvičenja

source: Initial partial configurations
fr: Configurations partielles initiales
sl: Začetne delne konfiguracije

source: Consensus configuration
fr: Configuration consensus
sl: Usklajene konfiguracije

source: Partial configurations after transformations
fr: Configurations partielles après transformations
sl: Delne konfiguracije po transformacijah

source: Procrustes Analysis of Variance tables, per configuration, per objet, per dimension
fr: Analyses procustéenne de tables de variance, par configuration, par objet, par dimension
sl: Procrustova analiza tabel varianc po konfiguracijah, po predmetih in po dimenzijah

source: Correlations between initial partial configurations and consensus dimensions
fr: Corrélations entre les configurations partielles initiales et les dimensions de consensus
sl: Korelacije med začetnimi delnimi konfiguracijami in usklajenimi dimenzijami

source: GPA
fr: APG
sl: SPA - GPA

source: Add 1 group
fr: Ajouter 1 groupe
sl: Dodaj 1 grupo

source: Maximum number of iteration for the algorithm:
fr: Nombre maximal d'itérations pour l'algorithme :
sl: Največje dovoljeno število iteracij tega algoritma:

source: Stopping threshold for the algorithm:
fr: Seuil d'arrêt pour l'algorithme :
sl: Prag ustavljanja tega algoritma:

source: General Procrustes Analysis (GPA)
fr: Analyse Procustéenne Généralisée (APG)
sl: Splošna Procrustova analiza (SPA - GPA)

source: FAMD
fr: AFDM
sl: FAMP - FAMD

source: Results for the variables
fr: Résultats des variables
sl: Rezultati spremenljivk

source: Graph of all the variables
fr: Graphe de toutes les variables
sl: Prikaz vseh spremenljivk

source: Color of the quantitative variables
fr: Couleur des variables quantitatives
sl: Barva kvalitativnih spremenljivk

source: color for supplementary quantitative variables
fr: Couleur des variables quantitatives illustratives
sl: barva dodatnih kvalitativnih spremenljivk

source: color for qualitative variables
fr: Couleur des variables qualitatives
sl: barva kvalitativnih spremenljivk

source: color for supplementary qualitative variables
fr: Couleur des variables qualitatives illustratives
sl: barva dodatnih kvalitativnih spremenljivk

source: Graph of the quantitative variables
fr: Graphe des variables quantitatives
sl: Prikaz kvalitativnih spremenljivk

source: Color of the active variables
fr: Couleur des variables actives
sl: Barva aktivnih spremenljivk

source: color for supplementary variables
fr: Couleur des variables illustratives
sl: Barva dodatnih aktivnih spremenljivk

source: Perform Clustering after FAMD
fr: Faire une classification après l'AFDM
sl: Izvedi grupiranje po FAMP - FAMD

source: Factor Analysis for Mixed Data (FAMD)
fr: Analyse Factorielle de Données Mixtes (AFDM)
sl: Faktorska analiza za mešane podatke (FAMP - FAMD)

source: Factor Analysis of Mixed Data (FAMD)
fr: Analyse Factorielle de Données Mixtes (AFDM)
sl: Faktorska analiza mešanih podatkov (FAMP - FAMD)

source: DMFA
fr: AFMD
sl: DVFA - DMFA

source: Group of individuals
fr: Groupes d'individus
sl: Grupa posameznikov

source: Results for partial variables
fr: Résultats des variables partielles
sl: Rezultati delnih spremenljivk

source: Covariance matrices by group
fr: Matrices de covariance par groupe
sl: Kovariančna matrika po grupah

source: Graph the groups
fr: Graphe des groupes
sl: Prikaz grup

source: Scale the quantative variables:
fr: Réduire les variables quantitatives :
sl: Pretvori kvantitativne spremenljivke v lestvice:
