Repository: husson/RcmdrPlugin.FactoMineR
Catalog: po/R-*.po
Languages: fr, sl

source: Dual Multiple Factor Analysis (DMFA)
fr: Analyse Factorielle Multiple Duale (AFMD)
sl: Dualna večkratna faktorska analiza (DVFA - DMFA)

source: Plot the graphs:
fr: Tracer les graphes :
sl: Nariši prikaze:

source: Perform Clustering after HMFA
fr: Faire une classification après l'AFMH
sl: Izvedi grupiranje po HMFA

source: Select one group for the 2nd level of the hierarchy
fr: Sélectionner un groupe pour le 2ème niveau de hiérarchie
sl: Izberi eno grupo za drugo raven hierarhije

source: Select one group for the 3rd level of the hierarchy
fr: Sélectionner un groupe pour le 3ème niveau de hiérarchie
sl: Izberi eno grupo za tretjo raven hierarhije

source: Results for individuals
fr: Résultats des individus
sl: Rezultati posameznikov

source: Results for partial representation
fr: Résultats des représentations partielles
sl: Rezultati delnih predstavnikov

source: Results for quantitative variables
fr: Résultats des variables quantitatives
sl: Rezultati kvantitativnih spremenljivk

source: Results for qualitative variables
fr: Résultats des variables qualitatives
sl: Rezultati kvantitativnih spremenljivk

source: Valid the group
fr: Valider le groupe
sl: Preveri grupo

source: Next level of the hierarchy
fr: Niveau de hiérarchie suivant
sl: Naslednja raven hierarhije

source: Run the HMFA
fr: Lancer l'AFMH
sl: Poženi HMFA

source: For the result of a CA, perform clustering on:
fr: Pour les résultats d'une AFC, réaliser la classification sur :
sl: Za rezultat KA - CA, izvedi še grupiranje:

source: Outputs options
fr: Options principales
sl: Možnosti izhoda

source: Select outputs options
fr: Choisir les options de sortie
sl: Izberite možnosti izhoda

source: red
fr: rouge
sl: rdeče

source: Print clusters individuals belong to
fr: Classes auxquelles les individus appartiennent
sl: Tiskaj grupe kamor spadajo posamezniki

source: Print description of clusters by continuous variables
fr: Description des classes par les variables quantitatives
sl: Tiskaj opise grup z zveznimi spremenljivkami

source: Print description of clusters by factors
fr: Description des classes par les variables qualitatives
sl: Tiskaj opise grup po faktorjih

source: Print parangons and most typical individuals for each cluster
fr: Parangons et individus les plus typiques de chaque classe
sl: Tiskaj vzornike in najbolj tipične posameznike vsake grupe

source: Hierarchical Clustering on Principal Components (HCPC)
fr: Classification Hiérarchique sur Composantes Principales (HCPC)
sl: Hierarhično grupiranje na glavnih komponentah (HGGK - HCPC)

source: Description of categories
fr: Description des modalités
sl: Opisi kategorij

source: P-value:
fr: Seuil de risque:
sl: Vrednost P:

source: Description by qualitative variables
fr: Description par les variables qualitatives
sl: Opisi po kvalitativnih spremenljivkah

source: Description by categories
fr: Description par les modalités
sl: Opisi po kategorijah

source: Description by quantitative variables
fr: Description par les variables quantitatives
sl: Opisi po kvantitativnih spremenljivkah

source: Options for the outputs
fr: Options de résultats
sl: Možnosti izhoda

source: No variable selected for the variable to describe
fr: Aucune variable sélectionnée pour la variable à décrire
sl: Nobene spremenljivke še ni izbrane za opis

source: Choose the variable to describe:
fr: Choisir la variable à décrire
sl: Izberite spremenljivko za opis:

source: Choose the quantitative variables (by default all)
fr: Choisir les variables quantitatives (par défaut toutes)
sl: Izberite kvantitativne spremenljivke (privzeto vse)

source: Choose the qualitative variables (by default all)
fr: Choisir les variables qualitatives (par défaut toutes)
sl: Izberite kvalitativne spremenljivke (privzeto vse)

source: Tutorial
fr: Didacticiel
sl: Učbenik

source: Clustering is performed on the first %s dimensions of PCA
fr: La classification est effectuée sur les %s premières dimensions de l'ACP
sl: Grupiranje se izvede na prvih %s dimenzijah AGK - PCA

source: Clustering is performed on the first %s dimensions of CA
fr: La classification est effectuée sur les %s premières dimensions de l'AFC
sl: Grupiranje se izvede na prvih %s dimenzijah KA - CA

source: Clustering is performed on the first %s dimensions of MCA
fr: La classification est effectuée sur les %s premières dimensions de l'ACM
sl: Grupiranje se izvede na prvih %s dimenzijah MCA

source: Clustering is performed on the first %s dimensions of MFA
fr: La classification est effectuée sur les %s premières dimensions de l'AFM
sl: Grupiranje se izvede na prvih %s dimenzijah VFA - MFA

source: Clustering is performed on the first %s dimensions of FAMD
fr: La classification est effectuée sur les %s premières dimensions de l'AFDM
sl: Grupiranje se izvede na prvih %s dimenzijah FAMP - FAMD

source: Select the group variable
fr: Choisir le groupe de variables :
sl: Izberite grupno spremenljivko

source: Select quantitative variables
fr: Choisir les variables quantitatives :
sl: Izberite kvantitativne spremenljivke

source: Factor Analysis of Mixed Data(FAMD)
fr: Analyse Factorielle de Données Mixtes (AFDM)
sl: Faktorska analiza mešanih podatkov (FAMP - FAMD)

source: Perform clustering on:
fr: Faire la classification sur :
sl: Grupiraj po:

source: Delete
fr: Supprimer
sl: Briši

source: No variable selected for the 'x' axis
fr: Aucune variable sélectionnée pour la variable 'x'
sl: Nobene spremenljivke ni izbrane za os x

source: No variable selected for the 'y' axis
fr: Aucune variable sélectionnée pour la variable 'y'
sl: Nobene spremenljivke ni izbrane za os y

source: Plot the graph of the individuals
fr: Graphe des individus
sl: Nariši prikaz posameznikov

source: Plot the graph of the additional variables
fr: Graphe des variables supplémentaires
sl: Nariši prikaz dodatnih spremenljivk

source: Same scale for 'x' and 'y'
fr: Même échelle pour 'x' et 'y'
sl: Enako merilo za 'x' in 'y'

source: Scatter plot with additional variables
fr: Nuage de points et variables supplémentaires
sl: Raztreseni grafikon za dodatne spremenljivke

source: Variables (double-click to select the two variables)
fr: Variables (double-cliquer pour choisir les deux variables)
sl: Spremenljivke (dvakrat kliknite za izbiro dveh spremenljivk)

source: 'x' variable:
fr: Variable 'x' :
sl: Spremenljivka 'x' :

source: 'y' variable:
fr: Variable 'y' :
sl: Spremenljivka 'y' :

source: by.group
fr: par groupe
sl: po grupi

source: None
fr: Aucun
sl: Noben

source: Select factors
fr: Choisir les variables qualitatives
sl: Izberite faktorje

source: Select an object
fr: Choisir un objet
sl: Izberite predmet

source: Confidence ellipses around rows
fr: Ellipses de confiance autour des lignes
sl: Elipse zaupanja okrog vrstic

source: Confidence ellipses around columns
fr: Ellipses de confiance autour des colonnes
sl: Elipse zaupanja okrog stolpcev
